[
  {
    "name":"Active Raid: Kidou Kyoushuushitsu Dai Hakkei",
    "shortname":"Active_Raid",
    "type":"Action",
    "intro":"An original anime set in a part of Tokyo that has descended into a quagmire, the story follows Unit 8 of the 5th Special Public Security Section's 3rd Mobile Assault Division — popularly called "The Eighth" — who don powered armor "Willware" exoskeletons to counter the rise in crime. Assistant inspector Asami Kazari is assigned to The Eighth with the task of assessing the unit's status and reporting it to her superiors. But her true goal is to rehabilitate this sloppy, haphazard, justice-less group. "
  },
  {
    "name":"Ajin",
    "shortname":"Ajin",
    "type":"Adventure, Horror, Mystery",
    "intro":"For high schooler Kei—and for at least forty-six others—immortality comes as the nastiest surprise ever.Sadly for Kei, such a feat doesn't make him a superhero. In the eyes of both the general public and governments, he's a rare specimen who needs to be hunted down and handed over to scientists to be experimented on for life—a demi-human who must die a thousand deaths for the benefit of humanity."
  },
  {
    "name":"Ansatsu Kyoushitsu (TV) 2",
    "shortname":"Ansatsu",
    "type":"Action, Comedy, School, Supernatural",
    "intro":"Second season of Ansatsu Kyoushitsu.The students of class 3-E have a mission: kill their teacher before graduation. He has already destroyed the moon, and has promised to destroy the Earth if he can not be killed within a year. But how can this class of misfits kill a tentacled monster, capable of reaching Mach 20 speed, who may be the best teacher any of them have ever had?"
  },
  {
    "name":"Boku Dake ga Inai Machi",
    "shortname":"Boku",
    "type":"Mystery,Psychological, Seinen",
    "intro":"Satoru Fujinuma is a 29 year old manga artist struggling to make a name for himself following his debut. But, that was not the only thing in his life that Satoru was feeling frustrated about… He has a unique supernatural ability of being forced to prevent deaths and catastrophes by being sent back in time before the incident occurred, repeating time until the accident is prevented. One day, he gets involved in an accident that has him framed as a murderer. Desperate to save the victim, he sends himself back in time only to find himself as a grade-schooler one month before fellow classmate Kayo Hinazuki went missing. Satoru now embarks on a new quest: to save Kayo and solve the mystery behind her disappearance."
  },
  {
    "name":"Dagashi Kashi",
    "shortname":"Dagashi",
    "type":"Comedy, Shounen",
    "intro":"Shikada Kokonotsu's father owns a rural sweets shop, and his plan is for Kokonotsu to take it over one day. However, Kokonotsu wants to be a manga author instead! One day in summer, the cute but weird girl Shidare Hotaru, from the famous sweets company, comes to pay a visit. Apparently, Kokonotsu's father is famous and she wants him to join her family's company. However, he will only agree if she can convince Kokonotsu to take over the family business! "
  },
  {
    "name":"Durarara!!x2 Ketsu",
    "shortname":"Durarara",
    "type":"Action, Mestery, Shounen, Supernatural",
    "intro":"The third part of Durarara!!x2."
  },
  {
    "name":"Norn9: Norn + Nonet",
    "shortname":"Norn9",
    "type":"Romance, School",
    "intro":"The story takes place a little in the future. Guided by one particular song, young elementary school student Suzuhara Sorata, from the Heisei Era, is warped through a time skip to an unfamiliar place that looks much like the towns from the Meiji or Taishou period from his textbooks. In this world, he meets three young ladies and nine young men and joins them on a journey aboard the mysterious Norn ship, a giant globe that floats in midair."
  },
  {
    "name":"Prince of Stride: Alternative",
    "shortname":"Prince",
    "type":"Sports",
    "intro":"The series revolves around a closed-down 'Stride' club at Hounan Academy. First-year high school students Takeru Fujiwara and Nana Sakurai attempt to restart the club, but they must recruit six members for the team. They ask Riku Yagami to join, but he turns them down by saying that Stride is the one thing he doesn't want to do. However, Takeru and Nana drag Riku into the clubroom to try to convince him."
  },
  {
    "name":"Shoujo-tachi wa Kouya wo Mezasu",
    "shortname":"Shoujo",
    "type":"School",
    "intro":"In the story, Buntarou is a student who wants to be something, but doesn't know what. One day his female classmate Sayuki announces she is working on a bishoujo game. Sayuki scouted him because he wrote a good script for drama club, but Buntarou doesn't know anything about bishoujo games."
  },
  {
    "name":"Shouwa Genroku Rakugo Shinjuu",
    "shortname":"Shouwa",
    "type":"Drama, Josei",
    "intro":"The first story revolves around a mature prisoner who was released on good behavior during Japan's Showa Genroku era (1960s to early 1970s). He is called Yotarou by others, a term that means an 'anti-hero' or a 'dim-witted man.' When he returns to society, he starts a new life in rakugo (comic storytelling). Touched by Yakumo's role as the 'grim reaper,' he asks the master to take him in as an apprentice."
  },
  {
    "name":"Dimension W",
    "shortname":"Dimention",
    "type":"Action, Sci-Fi, Seinen",
    "intro":"In the year 2071, the world's energy problems seem solved by a network of cross-dimensional electric-field inductors- 'coils' -that extract energy from a seemingly infinite source. That source is the W dimension, a fourth plane that exists beyond the X, Y, and Z dimensions.In this world, unofficial 'illegal' coils harness powers that the police can't hope to counter. Dealing with these coils is the job of coil-hating repo man Kyoma, whose run-in with the unique coil android Mira leads the two to form a reluctant partnership."
  },
  {
    "name":"Fairy Tail Zero",
    "shortname":"Fairy_Tail",
    "type":"Fantasy, Magic, Shounen",
    "intro":"Many years ago, Mavis Vermilion was a servant on Sirius Island, mistreated by a guild master and his daughter, Zera. But Mavis stayed positive, because her mother once told her that fairies never visit people who cry about their problems. When the guild came under attack, Mavis pulled Zera from the wreckage into the forest. Seven years went by, and the powerful wizards Warrod Sequen, Precht, and Yuri Dreyer arrived on the island, seeking a powerful jade gemstone. This journey would change the course of magical history."
  },
  {
    "name":"Sekkou Boys",
    "shortname":"Sekkou",
    "type":"Comedy, Music, Parody",
    "intro":"Sekkou Boys is a unit of four stone figures — the military saint and group leader Saint Giorgio, history's original celebrity Medici, the strikingly handsome and multi-talented Hermes, and the god of war Mars who is earnest about love — who become idiosyncratic idols. The story depicts their efforts to make it in the entertainment world with their female manager Miki Ishimoto, who just graduated from college."
  }

]